#+title: Org Mode
#+author: djndl1
#+OPTIONS: ^:{}
#+FILETAGS: :org:orgmode:org-mode:

** Headlines

Headlines start with stars or indents combined with a single star.
=org-num-mode= displays outline numbering on top of headlines.

A headline named with =org-footnote-section= is treated as a subtree of footnotes.

#+begin_src org
,* Top level headline             |    * Top level headline
,** Second level                 |      * Second level
,*** Third level                |        * Third level
some text                  |          some text
**,* Third level                |        * Third level
more text                  |          more text
,* Another top level headline     |    * Another top level headline
#+end_src

#+RESULTS:
: * Top level headline             |    * Top level headline
: ** Second level                 |      * Second level
: *** Third level                |        * Third level
: some text                  |          some text
: **,* Third level                |        * Third level
: more text                  |          more text
: * Another top level headline     |    * Another top level headline

